import { Container, Heading, Text } from "@chakra-ui/react";

const Question = () => {
    return (
        <>
            <Container maxW='container.lg' marginTop="16px">
                <Heading as='h1' size='4xl' marginBottom="16px">
                    あああああああああ
                    あああああああああ
                </Heading>
                <Text>
                    これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。
                    これはテストです。これはテストです。これはテストです。これはテストです。これはテストです。
                </Text>
            </Container>
        </>
    )
}

export default Question;